Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Be honest
ar: كن صريحًا
cs: Buďte upřímní
da: Vær ærlig
de: Ganz ehrlich
es: Sed sinceros
et: Ole aus
fi: Ole rehellinen
fr: Soyez francs
hr: Budite iskreni
hu: Légy őszinte
is: Hreinskilni borgar sig
it: Siate sinceri
ja: 正直に選んでください
ko: 솔직하게 답해 주세요
lv: Tikai godīgi
nb: Vær ærlig
nl: Wees eerlijk
pl: Bądźcie szczerzy
pt: Seja sincero
ro: Fii sincer
ru: Только честно
sk: Buďte úprimní
sl: Bodita iskrena
sv: Var ärlig
th: ตอบตามจริงได้เลย
tr: Dürüst olun
uk: Будьте відверті
vi: Cứ thành thật nhé
zh_hans: 如实填写就好
zh_hant: 誠實填寫

source: Beautiful aesthetics
ar: جماليات آسرة
cs: Krásná estetika
da: Smuk æstetik
de: Wunderschöne Ästhetik
es: Una estética preciosa
et: Kaunis esteetika
fi: Kaunis kokonaisilme
fr: Une esthétique magnifique
hr: Prekrasna estetika
hu: Gyönyörű látvány
is: Fallegt útlit
it: Un'estetica meravigliosa
ja: 美しい世界観
ko: 아름다운 분위기
lv: Skaista estētika
nb: Vakker estetikk
nl: Een mooie uitstraling
pl: Piękna oprawa
pt: Uma estética linda
ro: O estetică frumoasă
ru: Красивая эстетика
sk: Krásna estetika
sl: Lepa estetika
sv: Vacker estetik
th: ความสวยงามที่ลงตัว
tr: Göz alıcı bir estetik
uk: Красива естетика
vi: Thẩm mỹ đẹp mắt
zh_hans: 唯美的视觉呈现
zh_hant: 美感與風格

source: Book Your Team
ar: حجز فريقكِ
cs: Rezervace týmu
da: Book jeres team
de: Team buchen
es: Reserva tu equipo
et: Broneeri oma tiim
fi: Varaa tiimisi
fr: Réservez votre équipe
hr: Rezervirajte svoj tim
hu: Foglald le a csapatod
is: Bókaðu teymið þitt
it: Prenota il tuo team
ja: チームを手配する
ko: 업체 예약하기
lv: Rezervē savu komandu
nb: Book teamet ditt
nl: Je team boeken
pl: Rezerwacja usługodawców
pt: Contrate a sua equipe
ro: Rezervă-ți echipa
ru: Бронирование команды
sk: Rezervujte svoj tím
sl: Rezerviraj svojo ekipo
sv: Boka ert team
th: จองทีมงานของคุณ
tr: Ekibinizi Ayarlayın
uk: Бронювання команди
vi: Chốt Đội Ngũ Của Bạn
zh_hans: 预订你的团队
zh_hant: 預訂你的婚禮團隊

source: Book a hair and make-up trial
ar: احجز تجربة تسريحة ومكياج
cs: Domluvte si zkoušku účesu a líčení
da: Book en prøve på hår og makeup
de: Probestyling für Haare & Make-up buchen
es: Reservar una prueba de peluquería y maquillaje
et: Broneeri soengu- ja meigiproov
fi: Varaa hius- ja meikkikokeilu
fr: Réserver un essai coiffure et maquillage
hr: Dogovorite probnu frizuru i šminku
hu: Foglalj próbafrizurát és próbasminket
is: Bóka prufu í hári og förðun
it: Prenotate la prova trucco e acconciatura
ja: ヘアメイクリハーサルを予約する
ko: 헤어·메이크업 리허설 예약하기
lv: Piesaki frizūras un vizāžas izmēģinājumu
nb: Book prøvetime for hår og makeup
nl: Boek een proefsessie voor haar en make-up
pl: Umówcie próbne uczesanie i makijaż
pt: Agende um teste de cabelo e maquiagem
ro: Programează o probă de coafură și machiaj
ru: Запишитесь на пробную причёску и макияж
sk: Dohodnite si skúšku účesu a make-upu
sl: Rezervirajta poskusno pričesko in ličenje
sv: Boka provning av hår och makeup
th: จองคิวลองทำผมและแต่งหน้า
tr: Saç ve makyaj provası ayarlayın
uk: Запишіться на пробну зачіску й макіяж
vi: Đặt lịch thử tóc và trang điểm
zh_hans: 预约试妆和试发型
zh_hant: 預約試妝試髮

source: Book early: the good ones go a year ahead
ar: احجز مبكرًا: الأفضل يُحجز قبل عام
cs: Rezervujte včas: ti nejlepší jsou obsazení rok dopředu
da: Book tidligt: de gode er væk et år i forvejen
de: Früh buchen: Die Guten sind ein Jahr vorher weg
es: Reservad pronto: los buenos vuelan con un año de antelación
et: Broneeri varakult: parimad on aasta ette kinni
fi: Varaa ajoissa: parhaat menevät vuotta etukäteen
fr: Réservez tôt : les bons sont pris un an à l'avance
hr: Rezervirajte na vrijeme: najbolji se popune godinu dana unaprijed
hu: Foglalj korán: a jókat egy évvel előre elviszik
is: Bókaðu snemma: þeir bestu eru uppbókaðir ári fram í tímann
it: Prenotate presto: i migliori si prendono con un anno di anticipo
ja: 早めの予約を：人気の業者は1年前に埋まります
ko: 일찍 예약하세요: 좋은 곳은 1년 전에 마감돼요
lv: Rezervē laikus: labākos izķer gadu iepriekš
nb: Book tidlig – de beste er opptatt et år i forveien
nl: Boek op tijd: de goede zijn een jaar van tevoren weg
pl: Rezerwujcie wcześnie: najlepsi są zajęci rok naprzód
pt: Reserve cedo: os bons ficam ocupados com um ano de antecedência
ro: Rezervă din timp: cei buni se ocupă cu un an înainte
ru: Бронируйте заранее: лучших разбирают за год
sk: Rezervujte si ich včas: tí dobrí sú obsadení rok dopredu
sl: Rezervirajta zgodaj: najboljši so oddani leto vnaprej
sv: Boka tidigt – de bästa är bokade ett år i förväg
th: จองแต่เนิ่น ๆ เจ้าดี ๆ คิวเต็มล่วงหน้าเป็นปี
tr: Erken davranın: iyileri bir yıl önceden doluyor
uk: Бронюйте заздалегідь: найкращих розбирають за рік
vi: Đặt sớm: người giỏi thường kín lịch trước cả năm
zh_hans: 尽早预订：好的档期一年前就被订走了
zh_hant: 早點訂：搶手的一年前就被預訂走了

source: Book florist
ar: حجز منسّق الزهور
cs: Rezervovat floristu
da: Book blomsterhandler
de: Floristen buchen
es: Reservar florista
et: Broneeri florist
fi: Varaa floristi
fr: Réserver le fleuriste
hr: Rezervirajte cvjećara
hu: Virágkötő lefoglalása
is: Bóka blómaskreyti
it: Prenota il fiorista
ja: フローリストを予約する
ko: 플로리스트 예약하기
lv: Rezervēt floristu
nb: Book blomsterdekoratør
nl: Bloemist boeken
pl: Rezerwacja florysty
pt: Contratar florista
ro: Rezervă floristul
ru: Забронировать флориста
sk: Rezervujte kvetinára
sl: Rezerviraj cvetličarja
sv: Boka florist
th: จองร้านดอกไม้
tr: Çiçekçi ayarlayın
uk: Забронюйте флориста
vi: Đặt dịch vụ hoa cưới
zh_hans: 预订花艺师
zh_hant: 預訂花藝師

source: Book hotel blocks
ar: حجز غرف الفندق للضيوف
cs: Rezervovat pokoje v hotelu
da: Book hotelværelser til gæsterne
de: Zimmerkontingent reservieren
es: Reservar habitaciones de hotel
et: Broneeri hotellitoad külalistele
fi: Varaa hotellihuoneet vieraille
fr: Réserver des chambres d'hôtel
hr: Rezervirajte hotelske sobe za goste
hu: Szállodai szobák lefoglalása
is: Bóka hótelherbergi fyrir gesti
it: Blocca le camere in hotel
ja: ホテルの部屋をまとめて確保する
ko: 하객용 호텔 객실 예약하기
lv: Rezervēt viesnīcas numurus
nb: Reserver hotellrom til gjestene
nl: Hotelkamers reserveren
pl: Rezerwacja pokoi hotelowych
pt: Reservar quartos no hotel
ro: Rezervă camerele de hotel
ru: Забронировать блок номеров в отеле
sk: Rezervujte izby v hoteli
sl: Rezerviraj hotelske sobe za goste
sv: Boka hotellrum till gästerna
th: จองห้องพักโรงแรมสำหรับแขก
tr: Otel odalarını ayırtın
uk: Забронюйте блок номерів у готелі
vi: Đặt phòng khách sạn cho khách mời
zh_hans: 预留酒店房间
zh_hant: 預訂飯店團體房

source: Book music or a DJ
ar: احجز فرقة موسيقية أو DJ
cs: Zajistěte hudbu nebo DJ
da: Book musik eller en DJ
de: Musik oder DJ buchen
es: Contratar música o DJ
et: Broneeri muusika või DJ
fi: Varaa musiikki tai DJ
fr: Réserver la musique ou un DJ
hr: Rezervirajte glazbu ili DJ-a
hu: Foglalj zenekart vagy DJ-t
is: Bóka tónlist eða DJ
it: Prenotate la musica o un DJ
ja: 音楽やDJを予約する
ko: 음악이나 DJ 예약하기
lv: Rezervē mūziķus vai DJ
nb: Book musikk eller DJ
nl: Boek muziek of een DJ
pl: Zarezerwujcie muzykę lub DJ-a
pt: Contrate a música ou um DJ
ro: Rezervă muzica sau un DJ
ru: Забронируйте музыку или DJ
sk: Zarezervujte hudbu alebo DJ-a
sl: Rezervirajta glasbo ali DJ-ja
sv: Boka musik eller DJ
th: จองวงดนตรีหรือ DJ
tr: Müzik ya da DJ ayarlayın
uk: Забронюйте музику або DJ
vi: Đặt ban nhạc hoặc DJ
zh_hans: 预订乐队或 DJ
zh_hant: 預訂樂團或 DJ

source: Book photographer
ar: حجز المصوّر
cs: Rezervovat fotografa
da: Book fotograf
de: Fotografen buchen
es: Reservar fotógrafo
et: Broneeri fotograaf
fi: Varaa valokuvaaja
fr: Réserver le photographe
hr: Rezervirajte fotografa
hu: Fotós lefoglalása
is: Bóka ljósmyndara
it: Prenota il fotografo
ja: カメラマンを予約する
ko: 사진작가 예약하기
lv: Rezervēt fotogrāfu
nb: Book fotograf
nl: Fotograaf boeken
pl: Rezerwacja fotografa
pt: Contratar fotógrafo
ro: Rezervă fotograful
ru: Забронировать фотографа
sk: Rezervujte fotografa
sl: Rezerviraj fotografa
sv: Boka fotograf
th: จองช่างภาพ
tr: Fotoğrafçı ayarlayın
uk: Забронюйте фотографа
vi: Đặt thợ chụp ảnh
zh_hans: 预订摄影师
zh_hant: 預訂攝影師

source: Book the tasting, then confirm flavours and size
ar: احجز جلسة التذوق، ثم أكّد النكهات والحجم
cs: Domluvte ochutnávku, pak potvrďte příchutě a velikost
da: Book smagsprøven, og bekræft derefter smag og størrelse
de: Verkostung buchen, dann Sorten und Größe festlegen
es: Reservad la degustación y confirmad después sabores y tamaño
et: Broneeri maitsmine ja kinnita seejärel maitsed ning suurus
fi: Varaa maistelu ja vahvista sitten maut ja koko
fr: Réservez la dégustation, puis confirmez les parfums et la taille
hr: Dogovorite kušanje, pa potvrdite okuse i veličinu
hu: Foglalj kóstolót, aztán véglegesítsd az ízeket és a méretet
is: Bókaðu smakk og staðfestu svo bragðtegundir og stærð
it: Prenotate la degustazione, poi confermate gusti e dimensioni
ja: 試食を予約して、味とサイズを決める
ko: 시식을 예약한 뒤 맛과 크기를 확정하세요
lv: Piesakies degustācijai, tad apstiprini garšas un izmēru
nb: Book smaksprøven, og bekreft deretter smak og størrelse
nl: Plan de proeverij en leg daarna de smaken en het formaat vast
pl: Umówcie degustację, potem potwierdźcie smaki i rozmiar
pt: Agende a degustação e depois confirme sabores e tamanho
ro: Programează degustarea, apoi confirmă aromele și mărimea
ru: Сходите на дегустацию, затем утвердите вкус и размер
sk: Dohodnite si ochutnávku a potom potvrďte príchute a veľkosť
sl: Rezervirajta degustacijo, nato potrdita okuse in velikost
sv: Boka provsmakningen och bestäm sedan smaker och storlek
th: จองคิวชิมเค้ก แล้วค่อยยืนยันรสชาติและขนาด
tr: Tadım randevusu alın, sonra lezzeti ve boyutu kesinleştirin
uk: Запишіться на дегустацію, потім підтвердьте смаки й розмір
vi: Đặt lịch nếm thử, rồi chốt hương vị và kích cỡ
zh_hans: 预约试吃，再确定口味和尺寸
zh_hant: 先預約試吃，再確認口味和尺寸

source: Book transportation
ar: حجز وسائل التنقّل
cs: Rezervovat dopravu
da: Book transport
de: Transport buchen
es: Reservar el transporte
et: Broneeri transport
fi: Varaa kuljetukset
fr: Réserver les transports
hr: Rezervirajte prijevoz
hu: Transzfer lefoglalása
is: Bóka ferðir
it: Prenota i trasporti
ja: 送迎を手配する
ko: 교통편 예약하기
lv: Rezervēt transportu
nb: Book transport
nl: Vervoer boeken
pl: Rezerwacja transportu
pt: Contratar transporte
ro: Rezervă transportul
ru: Заказать транспорт
sk: Rezervujte dopravu
sl: Rezerviraj prevoz
sv: Boka transport
th: จองรถรับส่ง
tr: Ulaşım ayarlayın
uk: Забронюйте транспорт
vi: Đặt phương tiện di chuyển
zh_hans: 预订婚车
zh_hant: 預訂交通接送

source: Book venue viewings
ar: احجز مواعيد لزيارة الأماكن
cs: Domluvte si prohlídky míst
da: Book fremvisninger af lokationer
de: Besichtigungen vereinbaren
es: Concertar visitas a los lugares
et: Broneeri peopaikade vaatamised
fi: Varaa juhlapaikkojen esittelyt
fr: Programmer les visites de lieux
hr: Dogovorite obilaske lokacija
hu: Foglalj helyszínbejárásokat
is: Bóka skoðun á veislustöðum
it: Prenotate le visite alle location
ja: 会場見学を予約する
ko: 예식장 투어 예약하기
lv: Piesaki norises vietu apskates
nb: Book visninger av lokaler
nl: Plan bezichtigingen van locaties
pl: Umówcie oglądanie miejsc
pt: Agende visitas aos locais
ro: Programează vizionări ale locațiilor
ru: Запишитесь на просмотр площадок
sk: Dohodnite si obhliadky miest
sl: Dogovorita se za oglede prizorišč
sv: Boka visningar av lokaler
th: นัดดูสถานที่จัดงาน
tr: Mekân gezileri ayarlayın
uk: Заплануйте перегляди локацій
vi: Đặt lịch đi xem địa điểm
zh_hans: 预约看场地
zh_hant: 預約看場地

source: Book videographer
ar: حجز مصوّر الفيديو
cs: Rezervovat kameramana
da: Book videograf
de: Videografen buchen
es: Reservar videógrafo
et: Broneeri videograaf
fi: Varaa videokuvaaja
fr: Réserver le vidéaste
hr: Rezervirajte snimatelja
hu: Videós lefoglalása
is: Bóka myndbandstökumann
it: Prenota il videomaker
ja: ビデオグラファーを予約する
ko: 영상 촬영 업체 예약하기
lv: Rezervēt videogrāfu
nb: Book videograf
nl: Videograaf boeken
pl: Rezerwacja kamerzysty
pt: Contratar videógrafo
ro: Rezervă videograful
ru: Забронировать видеографа
sk: Rezervujte kameramana
sl: Rezerviraj snemalca
sv: Boka videograf
th: จองช่างวิดีโอ
tr: Video çekimi ayarlayın
uk: Забронюйте відеографа
vi: Đặt thợ quay phim
zh_hans: 预订摄像师
zh_hant: 預訂婚禮錄影師

source: Book your venue
ar: حجز مكان المناسبة
cs: Rezervovat místo konání
da: Book jeres lokation
de: Location buchen
es: Reservar el lugar
et: Broneeri peopaik
fi: Varaa juhlapaikka
fr: Réserver votre lieu de réception
hr: Rezervirajte lokaciju
hu: Foglald le a helyszínt
is: Bóka veislustaðinn
it: Prenota la location
ja: 会場を予約する
ko: 예식장 예약하기
lv: Rezervēt norises vietu
nb: Book lokalet
nl: Je locatie boeken
pl: Rezerwacja miejsca
pt: Reservar o seu local
ro: Rezervă locația
ru: Забронировать площадку
sk: Rezervujte si miesto konania
sl: Rezerviraj prizorišče
sv: Boka er lokal
th: จองสถานที่จัดงาน
tr: Mekânınızı rezerve edin
uk: Забронюйте локацію
vi: Đặt địa điểm cưới
zh_hans: 预订婚礼场地
zh_hant: 預訂婚禮場地

source: Booked
ar: محجوز
cs: Rezervováno
da: Booket
de: Gebucht
es: Reservados
et: Broneeritud
fi: Varattu
fr: Réservés
hr: Rezervirano
hu: Lefoglalva
is: Bókað
it: Prenotati
ja: 予約済み
ko: 예약 완료
lv: Rezervēts
nb: Booket
nl: Geboekt
pl: Zarezerwowane
pt: Contratado
ro: Rezervat
ru: Забронировано
sk: Rezervované
sl: Rezervirano
sv: Bokad
th: จองแล้ว
tr: Rezerve edildi
uk: Заброньовано
vi: Đã đặt
zh_hans: 已预订
zh_hant: 已預訂

source: Breathe. Everything is falling into place
ar: تنفّس. كل شيء يسير في مساره
cs: Dýchejte. Všechno do sebe zapadá
da: Træk vejret. Alting falder på plads
de: Atme durch. Alles fügt sich
es: Respira. Todo va encajando
et: Hinga sügavalt. Kõik loksub paika
fi: Hengitä. Kaikki loksahtaa paikoilleen
fr: Respirez. Tout se met en place
hr: Dišite. Sve dolazi na svoje mjesto
hu: Lélegezz. Minden a helyére kerül
is: Andaðu rólega. Allt er að smella saman
it: Respira. Tutto sta andando al suo posto
ja: ひと息ついて。すべて順調に進んでいます
ko: 숨 한 번 쉬어요. 모든 게 제자리를 찾아가고 있어요
lv: Elpo. Viss nostājas savās vietās
nb: Pust. Alt faller på plass
nl: Adem in. Alles valt op zijn plek
pl: Odetchnijcie. Wszystko układa się na swoim miejscu
pt: Respire. Tudo está se encaixando
ro: Respiră. Totul se așază la locul lui
ru: Выдохните. Всё складывается как надо
sk: Nadýchnite sa. Všetko zapadá na svoje miesto
sl: Dihajta. Vse se postavlja na svoje mesto
sv: Andas. Allt faller på plats
th: หายใจลึก ๆ ทุกอย่างกำลังลงตัว
tr: Derin bir nefes alın. Her şey yerli yerine oturuyor
uk: Видихніть. Усе стає на свої місця
vi: Hít thở sâu nào. Mọi thứ đang vào guồng
zh_hans: 深呼吸，一切都在步入正轨
zh_hant: 深呼吸，一切都慢慢就位了

source: Bridal Suite
ar: جناح العروس
cs: Apartmá nevěsty
da: Brudesuite
de: Brautsuite
es: Suite nupcial
et: Pruudituba
fi: Morsiussviitti
fr: Suite nuptiale
hr: Mladenkin apartman
hu: Menyasszonyi lakosztály
is: Brúðarsvíta
it: Suite della sposa
ja: ブライダルスイート
ko: 신부 대기실
lv: Līgavas apartamenti
nb: Brudesuite
nl: Bruidssuite
pl: Apartament panny młodej
pt: Suíte da noiva
ro: Camera miresei
ru: Комната невесты
sk: Nevestin apartmán
sl: Nevestin apartma
sv: Brudsvit
th: ห้องเจ้าสาว
tr: Gelin Odası
uk: Кімната нареченої
vi: Phòng cô dâu
zh_hans: 新娘套房
zh_hant: 新娘休息室

source: Bride and bridesmaids
ar: العروس ووصيفاتها
cs: Nevěsta a družičky
da: Bruden og brudepigerne
de: Braut und Brautjungfern
es: La novia y las damas de honor
et: Pruut ja pruutneitsid
fi: Morsian ja kaasot
fr: La mariée et ses demoiselles d'honneur
hr: Mladenka i djeveruše
hu: Menyasszony és a koszorúslányok
is: Brúðurin og brúðarmeyjarnar
it: Sposa e damigelle
ja: 花嫁とブライズメイド
ko: 신부와 들러리
lv: Līgava un līgavas māsas
nb: Bruden og brudepikene
nl: Bruid en bruidsmeisjes
pl: Panna młoda i druhny
pt: Noiva e madrinhas
ro: Mireasa și domnișoarele de onoare
ru: Невеста и подружки невесты
sk: Nevesta a družičky
sl: Nevesta in družice
sv: Bruden och brudtärnorna
th: เจ้าสาวและเพื่อนเจ้าสาว
tr: Gelin ve nedimeler
uk: Наречена та подружки нареченої
vi: Cô dâu và phù dâu
zh_hans: 新娘与伴娘
zh_hant: 新娘與伴娘

source: Bride's Family
ar: عائلة العروس
cs: Rodina nevěsty
da: Brudens familie
de: Familie der Braut
es: Familia de la novia
et: Pruudi pere
fi: Morsiamen suku
fr: Famille de la mariée
hr: Mladenkina obitelj
hu: A menyasszony családja
is: Fjölskylda brúðarinnar
it: Famiglia della sposa
ja: 新婦側の家族
ko: 신부 측 가족
lv: Līgavas ģimene
nb: Brudens familie
nl: Familie van de bruid
pl: Rodzina Panny Młodej
pt: Família da noiva
ro: Familia miresei
ru: Семья невесты
sk: Rodina nevesty
sl: Nevestina družina
sv: Brudens familj
th: ครอบครัวเจ้าสาว
tr: Gelinin Ailesi
uk: Родина нареченої
vi: Nhà gái
zh_hans: 女方亲属
zh_hant: 新娘家人

source: Bride's Friends
ar: صديقات العروس
cs: Přátelé nevěsty
da: Brudens venner
de: Freunde der Braut
es: Amigos de la novia
et: Pruudi sõbrad
fi: Morsiamen ystävät
fr: Amis de la mariée
hr: Mladenkini prijatelji
hu: A menyasszony barátai
is: Vinir brúðarinnar
it: Amici della sposa
ja: 新婦側の友人
ko: 신부 측 친구
lv: Līgavas draugi
nb: Brudens venner
nl: Vrienden van de bruid
pl: Przyjaciele Panny Młodej
pt: Amigos da noiva
ro: Prietenii miresei
ru: Друзья невесты
sk: Priatelia nevesty
sl: Nevestini prijatelji
sv: Brudens vänner
th: เพื่อนเจ้าสาว
tr: Gelinin Arkadaşları
uk: Друзі нареченої
vi: Bạn của cô dâu
zh_hans: 女方朋友
zh_hant: 新娘朋友

source: Bring photos — flowers are easier to show than to describe
ar: خذ معك صورًا — الزهور يسهل عرضها أكثر من وصفها
cs: Vezměte fotky — květiny se lépe ukazují, než popisují
da: Tag billeder med — blomster er lettere at vise end at beskrive
de: Bringt Fotos mit — Blumen zeigt man leichter, als man sie beschreibt
es: Llevad fotos: las flores se enseñan mejor de lo que se describen
et: Võta fotod kaasa — lilli on lihtsam näidata kui kirjeldada
fi: Ota kuvia mukaan — kukkia on helpompi näyttää kuin kuvailla
fr: Apportez des photos — les fleurs se montrent mieux qu'elles ne se décrivent
hr: Ponesite fotografije — cvijeće je lakše pokazati nego opisati
hu: Vigyél képeket — a virágokat könnyebb megmutatni, mint leírni
is: Taktu myndir með — það er auðveldara að sýna blóm en að lýsa þeim
it: Portate delle foto: i fiori è più facile mostrarli che descriverli
ja: 写真を持参して — お花は言葉より見せるほうが伝わります
ko: 사진을 가져가세요 — 꽃은 말로 하는 것보다 보여주는 게 쉬워요
lv: Paņem līdzi bildes — ziedus ir vieglāk parādīt nekā aprakstīt
nb: Ta med bilder – blomster er lettere å vise enn å beskrive
nl: Neem foto's mee — bloemen laat je makkelijker zien dan dat je ze beschrijft
pl: Weźcie zdjęcia — kwiaty łatwiej pokazać niż opisać
pt: Leve fotos — é mais fácil mostrar flores do que descrevê-las
ro: Ia poze cu tine — florile se arată mai ușor decât se descriu
ru: Возьмите фото — цветы проще показать, чем описать
sk: Vezmite si fotky — kvety sa ľahšie ukážu, než opíšu
sl: Vzemita s sabo fotografije – cvetje je lažje pokazati kot opisati
sv: Ta med bilder – blommor är lättare att visa än att beskriva
th: เอารูปไปด้วย — ดอกไม้ชี้ให้ดูง่ายกว่าอธิบาย
tr: Fotoğraf götürün — çiçeği anlatmak yerine göstermek daha kolay
uk: Візьміть фото — квіти легше показати, ніж описати
vi: Mang theo ảnh — hoa thì cho xem dễ hơn là tả
zh_hans: 带上照片——花艺给人看比用嘴说更清楚
zh_hant: 帶上照片 — 花的樣子用看的比用說的清楚

source: Browse venues that match your style and guest count
ar: تصفّح الأماكن التي تناسب ذوقك وعدد ضيوفك
cs: Prohlédněte si místa, která sedí vašemu stylu i počtu hostů
da: Se lokationer, der passer til jeres stil og antal gæster
de: Finde Locations, die zu deinem Stil und deiner Gästezahl passen
es: Explora lugares acordes a tu estilo y número de invitados
et: Sirvi peopaiku, mis sobivad sinu stiili ja külaliste arvuga
fi: Selaa juhlapaikkoja, jotka sopivat tyyliisi ja vierasmäärääsi
fr: Parcourez des lieux adaptés à votre style et au nombre d'invités
hr: Pregledajte lokacije koje odgovaraju vašem stilu i broju gostiju
hu: Nézz körül a stílusodhoz és a vendéglétszámodhoz illő helyszínek között
is: Skoðaðu veislustaði sem passa við stílinn þinn og gestafjöldann
it: Esplora location adatte al tuo stile e numero di ospiti
ja: スタイルとゲスト数に合う会場を探す
ko: 스타일과 하객 수에 맞는 예식장을 둘러보세요
lv: Pārlūko norises vietas, kas atbilst tavam stilam un viesu skaitam
nb: Se på lokaler som passer stilen deres og antall gjester
nl: Bekijk locaties die passen bij jullie stijl en aantal gasten
pl: Przejrzyjcie miejsca pasujące do Waszego stylu i liczby gości
pt: Veja locais que combinam com seu estilo e número de convidados
ro: Explorați locații care se potrivesc stilului și numărului vostru de invitați
ru: Смотрите площадки под ваш стиль и число гостей
sk: Prezrite si miesta, ktoré sedia vášmu štýlu a počtu hostí
sl: Poiščita prizorišča, ki ustrezajo vajinemu slogu in številu gostov
sv: Bläddra bland lokaler som matchar din stil och ditt gästantal
th: ดูสถานที่จัดงานที่เข้ากับสไตล์และจำนวนแขกของคุณ
tr: Tarzınıza ve misafir sayınıza uyan mekânlara göz atın
uk: Перегляньте локації, які пасують вашому стилю й кількості гостей
vi: Xem các địa điểm hợp phong cách và số khách mời của bạn
zh_hans: 看看符合你们风格和宾客人数的场地
zh_hant: 瀏覽符合你風格與賓客人數的場地

source: Budget
ar: الميزانية
cs: Rozpočet
es: Presupuesto
et: Eelarve
fi: Budjetti
hr: Proračun
hu: Költségvetés
is: Fjárhagsáætlun
ja: 予算
ko: 예산
lv: Budžets
nb: Budsjett
pl: Budżet
pt: Orçamento
ro: Buget
ru: Бюджет
sk: Rozpočet
sl: Proračun
th: งบประมาณ
tr: Bütçe
uk: Бюджет
vi: Ngân sách
zh_hans: 预算
zh_hant: 預算

source: Budget & Payment
ar: الميزانية والدفع
cs: Rozpočet a platby
da: Budget & betaling
de: Budget & Zahlung
es: Presupuesto y pago
et: Eelarve ja maksed
fi: Budjetti ja maksut
fr: Budget et paiement
hr: Proračun i plaćanje
hu: Költségvetés és fizetés
is: Fjárhagsáætlun og greiðslur
it: Budget e pagamento
ja: 予算とお支払い
ko: 예산 & 결제
lv: Budžets un maksājumi
nb: Budsjett og betaling
nl: Budget & Betaling
pl: Budżet i płatności
pt: Orçamento e pagamento
ro: Buget și plăți
ru: Бюджет и оплата
sk: Rozpočet a platby
sl: Proračun in plačila
sv: Budget & betalning
th: งบประมาณและการชำระเงิน
tr: Bütçe ve Ödeme
uk: Бюджет і оплата
vi: Ngân sách & Thanh toán
zh_hans: 预算与付款
zh_hant: 預算與付款

source: Budget Insights
ar: رؤى الميزانية
cs: Analýza rozpočtu
da: Budgetindsigt
de: Budget-Einblicke
es: Análisis del presupuesto
et: Eelarve analüüs
fi: Budjettianalyysi
fr: Analyses du budget
hr: Uvidi u proračun
hu: Költségvetési elemzés
is: Innsýn í fjárhagsáætlun
it: Analisi del budget
ja: 予算インサイト
ko: 예산 인사이트
lv: Budžeta ieskati
nb: Budsjettinnsikt
nl: Budgetinzichten
pl: Analiza budżetu
pt: Análise do orçamento
ro: Analize de buget
ru: Аналитика бюджета
sk: Analýza rozpočtu
sl: Vpogled v proračun
sv: Budgetinsikter
th: ข้อมูลเชิงลึกงบประมาณ
tr: Bütçe Analizi
uk: Аналітика бюджету
vi: Phân tích ngân sách
zh_hans: 预算洞察
zh_hant: 預算分析

source: Budget Left
ar: المتبقي من الميزانية
cs: Zbývá v rozpočtu
da: Budget tilbage
de: Budget übrig
es: Presupuesto restante
et: Eelarvet jäänud
fi: Budjettia jäljellä
fr: Budget restant
hr: Preostalo u proračunu
hu: Maradék keret
is: Eftir af áætlun
it: Budget rimanente
ja: 予算の残り
ko: 남은 예산
lv: Atlicis budžetā
nb: Igjen av budsjettet
nl: Budget over
pl: Pozostały budżet
pt: Orçamento restante
ro: Buget rămas
ru: Остаток бюджета
sk: Zostáva z rozpočtu
sl: Preostanek proračuna
sv: Kvar av budgeten
th: งบประมาณคงเหลือ
tr: Kalan Bütçe
uk: Залишок бюджету
vi: Ngân sách còn lại
zh_hans: 剩余预算
zh_hant: 剩餘預算

source: Budget Overview
ar: نظرة عامة على الميزانية
cs: Přehled rozpočtu
da: Budgetoverblik
de: Budget-Übersicht
es: Resumen del presupuesto
et: Eelarve ülevaade
fi: Budjetin yleiskatsaus
fr: Aperçu du budget
hr: Pregled proračuna
hu: Költségvetés áttekintése
is: Yfirlit fjárhagsáætlunar
it: Panoramica del budget
ja: 予算の概要
ko: 예산 개요
lv: Budžeta pārskats
nb: Budsjettoversikt
nl: Budgetoverzicht
pl: Przegląd budżetu
pt: Visão geral do orçamento
ro: Prezentare buget
ru: Обзор бюджета
sk: Prehľad rozpočtu
sl: Pregled proračuna
sv: Budgetöversikt
th: ภาพรวมงบประมาณ
tr: Bütçe Özeti
uk: Огляд бюджету
vi: Tổng quan ngân sách
zh_hans: 预算总览
zh_hant: 預算總覽
